---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.AutoJoinFailedException
source: html/fd07307f-f1fe-5cd5-7b47-a7d9fa214366.htm
---
# AutoJoinFailedException Properties

The information of the function throwing the exception.